[MD_WOTC_BOIII_ASR_AN94_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="AN-94型"
FriendlyNamePlural="AN-94型"
AbilityDescName="突击步枪"
BriefSummary="AN-94是一种旨在取代AK-74的高科技步枪，它是使用一种5.45x39毫米子弹的突击步枪，具有两枪连射功能，在感觉到第一枪的后坐力之前连续快速发射两枪。这个系统是复杂的，生产成本比AK-74高出许多倍。AN-94在俄罗斯军队服役有限，2006年停产。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：双筒，全自动\n<Bullet/>动作：气动\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：俄罗斯\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_AN94_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="KVK-99m型"
FriendlyNamePlural="KVK-99m型"
AbilityDescName="突击步枪"
BriefSummary="AN-94是一种旨在取代AK-74的高科技步枪，它是使用一种5.45x39毫米子弹的突击步枪，具有两枪连射功能，在感觉到第一枪的后坐力之前连续快速发射两枪。这个系统是复杂的，生产成本比AK-74高出许多倍。AN-94在俄罗斯军队服役有限，2006年停产。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：双筒，全自动\n<Bullet/>动作：气动\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：俄罗斯\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_AN94_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="RVN-94/203x型"
FriendlyNamePlural="RVN-94/203x型"
AbilityDescName="突击步枪"
BriefSummary="AN-94是一种旨在取代AK-74的高科技步枪，它是使用一种5.45x39毫米子弹的突击步枪，具有两枪连射功能，在感觉到第一枪的后坐力之前连续快速发射两枪。这个系统是复杂的，生产成本比AK-74高出许多倍。AN-94在俄罗斯军队服役有限，2006年停产。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：双筒，全自动\n<Bullet/>动作：气动\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：俄罗斯\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_ASR_AN94_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="AN-94型"
FriendlyNamePlural="AN-94型"
AbilityDescName="突击步枪"
BriefSummary="AN-94是一种旨在取代AK-74的高科技步枪，它是使用一种5.45x39毫米子弹的突击步枪，具有两枪连射功能，在感觉到第一枪的后坐力之前连续快速发射两枪。这个系统是复杂的，生产成本比AK-74高出许多倍。AN-94在俄罗斯军队服役有限，2006年停产。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：双筒，全自动\n<Bullet/>动作：气动\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：俄罗斯\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_AN94_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="KVK-99m型"
FriendlyNamePlural="KVK-99m型"
AbilityDescName="突击步枪"
BriefSummary="AN-94是一种旨在取代AK-74的高科技步枪，它是使用一种5.45x39毫米子弹的突击步枪，具有两枪连射功能，在感觉到第一枪的后坐力之前连续快速发射两枪。这个系统是复杂的，生产成本比AK-74高出许多倍。AN-94在俄罗斯军队服役有限，2006年停产。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：双筒，全自动\n<Bullet/>动作：气动\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：俄罗斯\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_AN94_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="RVN-94/203x型"
FriendlyNamePlural="RVN-94/203x型"
AbilityDescName="突击步枪"
BriefSummary="AN-94是一种旨在取代AK-74的高科技步枪，它是使用一种5.45x39毫米子弹的突击步枪，具有两枪连射功能，在感觉到第一枪的后坐力之前连续快速发射两枪。这个系统是复杂的，生产成本比AK-74高出许多倍。AN-94在俄罗斯军队服役有限，2006年停产。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：双筒，全自动\n<Bullet/>动作：气动\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：俄罗斯\n<Bullet/>级别：光束"
